Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A13A.tmx
Source language: en_us
Languages: zh_cn

source: Fading Europe aids China's US ties
zh_cn: 衰微中的欧洲

source: The new ties between U.S. and China de facto marginalise the old continent which does not even realize it, much less react to it.
zh_cn: 中美之间的新联系实际上边缘化了老大陆，而欧洲不但没有意识到这一点，更没有任何反应。

source: The day before the start of the strategic dialogue between China and America, on July 27, Beijing released the news that President Hu Jintao sent his Tiawanese counterpart, Ma Ying-jiu, a telegram applauding his election as the ruling party (Kuo-min tang, KMT) chief.
zh_cn: 七月二十七日，中美战略对话开始的前一天，北京发布了中国主席胡锦涛向马英九当选执政党国民党领袖的贺电。

source: It was the first direct communication between the rival leaders.
zh_cn: 这是两方领导人的首次直接交流。

source: Chinese strategists think that, in a nutshell, the controversy between China and America can be reduced to the issue of Taiwan.
zh_cn: 中国的谋士们认为，中美间问题的核心最终将是台湾问题。

source: Certainly, China and America have and will have many points of friction, including clashes on trade, economics, and human rights, but none is as relevant and burning as that of Taiwan, which has preserved its de facto independence for decades thanks to American support.
zh_cn: 当然，中美之间依然有，以后还会有很多的摩擦，包括贸易上的，经济上的，人权上的。但是任何一个问题都没有台湾问题一样棘手。可以说，是美国的支持保持了台湾的现状。

source: If the U.S. does not sponsor what Beijing calls “splittist” activities, but conversely favors a peaceful solution to the Taiwan issue, there should be no more major strategic issues with China.
zh_cn: 如果美国没有支持那些“分裂”活动，而是选择一个和平手段解决台湾问题，那么中美之间将会产生很多的建设性谈话。

source: On the contrary, China would be grateful to America for its role in creating a peaceful resolution with Taiwan.
zh_cn: 反过来，中国也会感谢美国在创造一个和平解决台湾问题中所扮演的角色。

source: A solution to the Taiwan issue is not quite there—many details have to be resolved.
zh_cn: 目前还没有解决台湾问题的方案：很多的细节问题都待解决。

source: However in recent months, with the Ma Ying-jiu presidency, there have been many steps ahead.
zh_cn: 然而在近几个月里，在马英九执政后，已经有了很多的进步。

source: There have been so many that even the formerly pro-independence Democratic Progressive Party (DPP) made contact with Beijing directly, signaling an end to its former hostility with Mainland China.
zh_cn: 进步如此之多，以至于原来主台独的民进党也开始与北京直接接触，似乎标志着其与大陆敌对关系的结束。

source: In Washington, the first round of dialogue with China was successful.
zh_cn: 在华盛顿，与中国的第一轮会谈非常成功。

source: The two sides agreed that there were positive achievements in the economic dialogue, although progress on concrete bilateral trade and economic issues was limited.
zh_cn: 虽然具体的双边贸易和经济议题方面的进展是有限的，但是双方都同意在经济对话上取得了积极的进步。

source: Most importantly, American President Barack Obama saluted the beginning of the dialogue as the one relationship that could provide a major framework for peace and development in this century.
zh_cn: 最主要的是，美国总统巴拉克奥巴马在对话之处，称赞中美关系将会为本世纪的和平与发展提供一个主要框架。

source: De facto, China, America’s largest creditor with almost 2.2 trillion dollars of reserves, has the largest say among foreign countries in the destiny of the greenback.
zh_cn: 对于美元的命运，最有发言权的国家莫属美国的最大债权国，有着2万2千亿美元外汇储备的中国。

source: In America, many economists reckon that a devaluation of the dollar could improve the overall balance of banks and credit institutions and could help the country to get out of the present financial crisis.
zh_cn: 美国的很多经济学家认为美元的贬值可以改善银行与信贷机构的收支并且帮助国家摆脱现在的金融危机。

source: China is scared of a possible dollar devaluation, which would devalue its dollar-denominated assets.
zh_cn: 中国很害怕美元贬值的可能性 ，因为这样会使其拥有的美元资产贬值。

source: However, even this possibly major source of friction can be avoided.
zh_cn: 然而，这种产生巨大摩擦的根源是可以被避免的。

source: In almost-bankrupt California, Republican senatorial candidate Bill Mundell says that dollar devaluation could be limited if the state were to privatize public assets to replenish its coffers.
zh_cn: 在几乎破产的加州，民主党参议院候选人Bill Mundell认为可以通过私有化公共财产以补充公共资金。

source: This plan could be extended nationwide and help turn around the crisis, argues Mundell—something that would be welcomed by China and could draw the two countries even closer together.
zh_cn: Mundell主张把这一方法向全国推广以渡过危机：这个方法是大受中国欢迎的，并且可以使两国的关系更加紧密。

source: In any event, this is a dialogue between America and China, with a role for Japan, the world's second-largest creditor.
zh_cn: 在任何一个事件中，这都是部中美唱主角，日本（世界第二大债权国）做配角的戏。

source: Europe is out of the picture because it has no major dollar holdings.
zh_cn: 欧洲，由于没有多少美元股份，彻底出画了。

source: Strategically, China has leverage with North Korea and Iran, the two major flash points of global politics.
zh_cn: 战略上来讲，中国在北朝鲜和伊朗，这两个国际政治的焦点问题上都有影响力。

source: And China has a major interest in the stability of neighboring Afghanistan.
zh_cn: 邻国阿富汗的稳定对中国来说也很重要。

source: Europe as a whole, and individual European countries, have limited or no leverage over Iran and North Korea, and despite their troops in Afghanistan, Central Asia is very far and remote from their interests.
zh_cn: 而欧洲无论是作为一个整体还是单个欧洲国家来看，在北朝鲜和伊朗问题上的影响力相当有限或干脆没有。即使他们在阿富汗有驻军，中亚离他们的利益也相当遥远。

source: Furthermore, China’s economy will most likely grow in the coming decades—and so will its political power.
zh_cn: 进一步而言，中国的经济在未来的几十年中是会不断增长的：其政治力量也会随之增长。

source: Therefore, Europe’s relative gravitas and weight in both global affairs and American issues will proportionately decrease.
zh_cn: 因此，欧洲在世界事务和美国问题中的相对比重会相对地减少。

source: The euro is a very important currency, and it will remain so for many years.
zh_cn: 欧元是一个非常重要的货币，并且在几年中会继续保持它的地位。

source: However, without a political head, it is bound to remain little more than an instrument of trade.
zh_cn: 然而，没有一个政治力量做核心，它注定只不过是一个交易工具。

source: Furthermore, the European Union is without a united foreign or defense policy, and thus collaboration on military campaigns is bound to remain negotiated by the U.S. on a country-by-country basis, while the E.U.'s overall might won’t massively increase.
zh_cn: 另外，欧洲没有一个整体的外交或防御政策，因此与美国的军事阵营必定是依赖于美国与每个国家分别谈判的基础上的，而欧盟的整体实力并不会大幅度增强。

source: In other words, European countries' participation could grow more cumbersome and less essential in the coming decades.
zh_cn: 换言之，欧洲国家的参与在未来的几十年中会变得越来越不重要。

source: Certainly, many countries will keep their niches.
zh_cn: 当然，很多国家依然会保持他们的小众市场。

source: Germany and the northern countries will hold on to their specialization in mechanics; Britain will be one of the centers of finance and higher education; France will dictate the standard for bon ton and good wines; Italy will remain some kind of open-air amusement park with good food and good weather; and the Iberian Peninsula will continue to be the picturesque European projection to Latin America.
zh_cn: 德国和其他北欧国家会继续精于做机器；英国依然是金融和高等教育的中心；法国会在优美语言与好葡萄酒方面独占鳌头；意大利会继续以好吃的和好天气保持其露天大游乐场的地位；伊比利亚半岛会继续成为拉丁美洲心目中的如画般的欧洲。

source: All of these things of are keen interest but realistically out of the big game—although few will admit it, out of politeness and memory of the old might.
zh_cn: 所有的这些都有用，但是实际上已经不是问题的关键了：虽然很少有人出于对老牌强权的礼貌和记忆愿意承认这个事实。

source: These trends are surely not set in stone, and they can be reversed and changed by setting in motion different trends.
zh_cn: 当然，这个潮流并不是铁板钉钉的，依然可以通过不同方法来反转或改变的。

source: But to do it, Europe should develop its own unified Asia policy, set its own priorities, and learn to have one voice on the euro and European defense strategy.
zh_cn: 但是想做到的话，欧洲必须制定其统一的亚洲政策，选择它的优先事务，并学会在欧元和欧洲防御战略上保持统一的声音。

source: However, there are no signs that Europe or individual European countries are realizing their incumbent marginalization—and even less so any sign of reaction to it.
zh_cn: 但是，并没有迹象表明欧洲或者某个欧洲国家意识到了他们的边缘化进程—更别提什么反应措施了。?

source: Euroblocks is at the Cartoon Museum until 20 January. ?
zh_cn: 国王左：“我们应该跟着星星走！”国王右：“我都跟你说了，星星不动啊！”

source: If that were to occur, the whole geopolitical game would take a very different spin.
zh_cn: 如果能有什么反应措施的话，整个地缘政治游戏会有一个非常不同的版本。

source: Europe is after all still the largest trading power in the world, but it is a gigantic hydra with no legs and 25 heads.
zh_cn: 欧洲毕竟还是世界上最大的贸易体，但是它是一个有着25个脑袋却没长腿的大水怪。

source: Will European governments take the hint from the U.S.-China dialogue and see that they have to move now because in five or ten years it will be too late?
zh_cn: 欧洲各国政府到底能不能从中美战略对话中看出点门道来并且意识到他们现在必须行动了呢？因为五年或十年后就太晚了！

source: It is unlikely.
zh_cn: 看来他们并没有看出来。

source: No single government is willing to cede power to Brussels or to other fellow European governments. There is not even a single official language for Europe or European citizens.
zh_cn: 没有一个政府愿意向布鲁塞尔退让权利或者跟随其他欧洲国家的政府，甚至连一个欧洲或者欧洲公民统一的官方语言都没有。

source: Brussels speaks a Babel of 25 languages, and interpreters are mostly useful in light of some Keynesian scheme for useless jobs.
zh_cn: 布鲁塞尔如巴别塔般说着25种语言，在凯恩斯主义指导下的一堆没用职位中，翻译估计是最有用的活儿了。

source: If a single European party were to speak on behalf of unity, it would not know in which language to start.
zh_cn: 如果一个欧洲正当想要代表欧盟说话，他们都不知道该用什么语言开口。

source: Curiously for the unreligious E.U., extra-learned Catholic Curia priests, proficient in a dozen languages, would be the only officials able to talk to almost all Europeans.
zh_cn: 有趣的是，对于一个非常不宗教的欧盟，那些才高八斗学富五车并却会说一打儿语言的天主教宗教法庭的神父们，是唯一可以代表欧洲人说话的官员。

source: In fact, the case for unity is useless, but present institutions do something positive: they check and constrain the political movements and agendas of single countries.
zh_cn: 实际上，联合是没用的，但是各个机构还是做点儿实事的：他们检查并约束每个单独国家的政治行动和时间表。

source: In this way, European countries have worst of both worlds. They don't have enough unity to move as one, and yet they have too much unity to each move alone.
zh_cn: 如此这般，欧洲诸国两方的好儿都捞不着：他们既没有联合得足够紧密来一致行动，同时如果单独行动的话他们又与别国联合过于紧密了。

source: If they were alone, each could at least develop its own strengths.
zh_cn: 如果他们是独立的，每个国家都可以至少发展出他们的优势来。

source: Yet, it is very hard to see European countries shaking their E.U. shackles.
zh_cn: 可是，现在依然难以看到欧洲国家从欧盟的镣铐中挣脱出来。

source: This absence has been there for a long time—so long that we find it no longer relevant.
zh_cn: 这种缺失已经存在很久了—如此之久以至于已经没有必要去想有多久了。

source: However, this absence will give an extra boost to U.S.-China ties.
zh_cn: 然而这种缺失导让中美关系有了飞跃的进展。

source: For both countries, there is no one else that will be as politically attractive or interesting as the other for the next 50 years.
zh_cn: 未来50年内，对两个国家来说，没有其他的国家能够像对方这样充满政治吸引力和有趣。

source: Even if Europe takes just ten years to wake up, it may be too late to unravel the strong relationship that will have developed between U.S. and China in this decade.
zh_cn: 即使欧洲花10年觉醒，那时候想挑战中美在这期间建立起来的联系也已经太晚了。

source: In the end, the absence of Europe could be the yeast of transpacific ties—the gluing factor, like the absence of air—between the U.S. and China.
zh_cn: 最后，欧洲的缺失可以变成中美跨洋关系的酵母—一种粘合剂，就像空气的缺失。
